tarot_card_descriptions = [
  {
    "card_name": "The Fool",
    "card_description": "เป็นไพ่ที่สื่อถึงคนที่มุ่งไปข้างหน้าแบบไม่มีแผนการอะไร หากเปิดได้ไพ่นี้ อาจตีความได้ถึงความกล้าที่จะเริ่มต้นสิ่งใหม่ ๆ โดยไม่กังวลอะไร การเดินทางไปสู่เส้นทางใหม่ที่ไม่รู้ว่ามีอะไรรออยู่ แต่ก็พร้อมที่จะเสี่ยงไป"
  },
  {
    "card_name": "The Magician",
    "card_description": "พร้อมลงมือทำตามแผนที่ตั้งใจไว้ มีทุกอย่างพร้อมแล้ว สามารถลุยทำตามแผนที่ตั้งใจไว้ได้เลย"
  },
  {
    "card_name": "The High Priestess",
    "card_description": "ฟังและเชื่อในสัญชาติญาณตัวเอง ไม่ต้องไปหาคำตอบจากข้างนอก เพราะไพ่นี้บ่งบอกว่าคุณมีสัญชาติญาณและลางสังหรณ์ที่พิเศษอยู่แล้ว"
  },
  {
    "card_name": "The Empress",
    "card_description": "เป็นไพ่ที่สื่อถึงสตรีเพศมากที่สุดในบรรดาไพ่ทั้งหมด เป็นสัญลักษณ์ของความอ่อนโยน ความโอบอ้อมอารี ความรัก และความงดงาม ถ้าเปิดได้ไพ่นี้ อาจจะหมายถึงชีวิตที่อุดมสมบูรณ์ เพียบพร้อม หรืออาจจะมีโอกาสตั้งครรภ์"
  },
  {
    "card_name": "The Emperor",
    "card_description": "ไพ่นี้บ่งบอกถึงอำนาจและความเป็นผู้นำ สามารถสื่อได้ว่าเรามีอำนาจในการตัดสินใจเรื่องต่าง ๆ ในชีวิต หรืออาจจะเป็นนิสัยที่ชอบเป็นผู้นำ สั่งคนอื่น ไม่ชอบตามใคร"
  },
  {
    "card_name": "The Hierophant",
    "card_description": "เป็นสัญลักษณ์ของผู้ส่งสาร สามารถตีความได้ว่าให้เราเชื่อตามกฎที่มีไว้อยู่แล้ว หรือมองหาที่พึ่งทางสิ่งศักดิ์สิทธิ์ช่วยอีกแรง"
  },
  {
    "card_name": "The Lovers",
    "card_description": "หากเปิดได้ไพ่เล่มนี้และนึกถึงเรื่องชีวิตรัก อาจจะหมายถึงว่าจะได้พบกับความรัก หรือต้องหมั่นเติมความรักความเอาใจใส่ให้กับชีวิตคู่ นอกจากนี้ยังตีความได้ถึงการตัดสินใจเลือกอะไรอย่างหนึ่งซึ่งไม่จำเป็นต้องเป็นความรักเสมอไป"
  },
  {
    "card_name": "The Chariot",
    "card_description": "ไพ่ใบนี้สื่อถึงแรงขับเคลื่อนและความมุ่งมั่นตั้งใจ หากจับได้ไพ่ใบนี้และถามถึงชัยชนะ บอกเลยว่าอยู่ใกล้แค่เอื้อม เพียงแค่ใช้แรงใจและความรู้ที่มี ก็สามารถเอาชนะอะไรได้หลาย ๆ อย่างเลย"
  },
  {
    "card_name": "Strength",
    "card_description": "เป็นไพ่ที่ตรงตามชื่อเลยก็คือพลังกำลังหรือความเข้มแข็งทางจิตใจ ความแกร่ง การบริหารจัดการทุกอย่างที่เป็นไปได้อย่างดีและราบรื่น ไม่ว่าจะเจออุปสรรคอะไร ก็สามารถเอาชนะได้"
  },
  {
    "card_name": "The Hermit",
    "card_description": "ไพ่นี้สื่อถึงผู้รักสันโดษ ความต้องการปลีกวิเวกจากทุกสิ่งไปอยู่คนเดียว หากจับได้ไพ่นี้ อาจจะสื่อถึงการหลบไปเยียวยาคนเดียว หรือให้อยู่ในความเงียบสงบและใช้เวลาไตร่ตรองสิ่งต่าง ๆ"
  },
  {
    "card_name": "Wheel of Fortune",
    "card_description": "ไพ่กงล้อแห่งโชคชะตา บ่งบอกได้ถึงความไม่แน่นอน อะไรก็เปลี่ยนแปลงไปได้ อาจจะมีสิ่งใหม่ ๆ เข้ามาในชีวิต หากถึงวันนั้นก็เพียงแค่พร้อมรับมือกับมัน"
  },
  {
    "card_name": "Justice",
    "card_description": "ไพ่แห่งความยุติธรรม กรรมใดใครก่อ กรรมนั้นย่อมคืนสนอง ทุกอย่าง ทำสิ่งใดย่อมได้สิ่งนั้น หากจับได้ไพ่ใบนี้ หมายถึงคุณจะได้รับความยุติธรรม หรือคุณเองต้องมีความยุติธรรมกับคนอื่น"
  },
  {
    "card_name": "The Hanged Man",
    "card_description": "ไพ่ชายหนุ่มห้อยหัวที่บ่งบอกถึงการชะงักอยู่กับที่ ไปไหนไม่ได้ ถ้าจับได้ไพ่ใบนี้ อาจสื่อถึงสถานการณ์ที่ต้องรอคอย ทำอะไรไม่ได้ หรืออาจจะเป็นนัยนะสื่อให้คุณปล่อยสิ่งที่กำลังยึดเหนี่ยวไว้จนทำให้ไปไหนไม่ได้"
  },
  {
    "card_name": "Death",
    "card_description": "ไพ่ความตาย อาจจะดูเหมือนเป็นไพ่ลางไม่ดี แต่จริง ๆ แล้วหมายถึงการเปลี่ยนแปลง การจบเพื่อเริ่มต้นสิ่งใหม่ เมื่อจับได้ไพ่ใบนี้ อาจจะหมายถึงคำแนะนำว่าทุกอย่างย่อมมีการเปลี่ยนแปลง หรือจะมีบางสิ่งบางอย่างเปลี่ยนแปลง ให้เตรียมตัวเตรียมใจรับกับมัน"
  },
  {
    "card_name": "Temperance",
    "card_description": "ไพ่ใบนี้สื่อถึงความสมดุล การผสมผสานที่ลงตัว ความสงบ อดทน เมื่อจับได้ อาจจะเป็นคำแนะนำให้คุณผ่อนปรนไปตามการเปลี่ยนแปลง อย่าพยายามฝืนหรือขัดขวาง ให้ทุกอย่างเป็นไปตามสิ่งที่ควรจะเปลี่ยน"
  },
  {
    "card_name": "The Devil",
    "card_description": "ไพ่ปีศาจ สัญลักษณ์ความลุ่มหลงมัวเมา การถูกผูกมัด ควบคุม ไร้อิสระ และสิ่งที่ผูกมัดคุณก็คือความรู้สึกและความคิดของตัวคุณเอง เมื่อจับได้ไพ่ใบนี้ ขอให้จงรู้ไว้ว่าคุณสามารถเป็นอิสระจากพันธนาการใด ๆ ก็ตามได้ด้วยการเปลี่ยนความคิด"
  },
  {
    "card_name": "The Tower",
    "card_description": "หมายถึงการทำลายล้าง พังทลาย การเปลี่ยนแปลงกะทันหันที่เราห้ามไม่ได้ เมื่อใดก็ตามที่จับได้ไพ่ใบนี้ แม้ว่าจะมีการเปลี่ยนแปลงกะทันหันที่ไม่คาดคิด ให้คิดเสียว่าเป็นการเปลี่ยนแปลงทำลายสิ่งเก่าเพื่อรอให้สิ่งใหม่เติบโตขึ้นมาทดแทน"
  },
  {
    "card_name": "The Star",
    "card_description": "ไพ่ The Star เป็นไพ่ที่สื่อถึงความหวังและการเยียวยา การเกิดใหม่ แรงบันดาลใจ หากจับได้ไพ่นี้ เป็นสัญญาณว่าจักรวาลกำลังเข้าข้างคุณและอยากให้คุณเชื่อมั่นว่าทางข้างหน้าที่โชคชะตาพาไปจะมีแต่สิ่งดี ๆ"
  },
  {
    "card_name": "The Moon",
    "card_description": "ไพ่นี้บ่งชี้ถึงจิตใต้สำนึก ความคิด ความเคลือบแคลงสงสัยภายใน หากคุณได้ไพ่นี้ สามารถตีความได้ว่าคุณกำลังกังวล และปล่อยให้ความกลัวมาครอบงำความคิด คุณเคลือบแคลงสงสัยในทุก ๆ อย่าง"
  },
  {
    "card_name": "The Sun",
    "card_description": "ตรงข้ามกับ The Moon The Sun สื่อถึงความสุข ความหรรษา มีชีวิตชีวา และการมองโลกในแง่บวก เป็นสัญญาณว่าจะมีสิ่งดี ๆ เข้ามา ทุกอย่างจะเป็นไปด้วยดี"
  },
  {
    "card_name": "Judgment",
    "card_description": "เป็นไพ่ที่สื่อถึงเรื่องของการตัดสินใจเรื่องสำคัญ เป็นช่วงเวลาที่คุณจะทบทวนหรือเลือกสิ่งที่สำคัญ ไพ่ใบนี้ทำให้คุณรู้ว่าอนาคตเป็นสิ่งที่ไม่แน่นอน และคุณสามารถเปลี่ยนแปลงให้ดีขึ้นได้ด้วยการตัดสินใจของตัวเอง"
  },
  {
    "card_name": "The World",
    "card_description": "หมายเลขสุดท้ายของสำรับใหญ่ ไพ่ที่สื่อถึงความสำเร็จ การเติมเต็ม หากคุณได้ไพ่นี้ อาจบ่งบอกได้ว่าคุณกำลังเดินในทางที่ถูกต้องแล้ว คุณพร้อมที่จะก้าวต่อไปแล้ว"
  },
  {
    "card_name": "Ace of Cups",
    "card_description": "เป็นไพ่หนึ่งถ้วย สื่อถึงความสัมพันธ์ใหม่ ๆ ที่กำลังเริ่มต้นผลิบาน ความคิดสร้างสรรค์ ความรัก การหยิบยื่นสิ่งดี ๆ ให้กับอีกฝ่ายหรือรับสิ่งดี ๆ"
  },
  {
    "card_name": "Two of Cups",
    "card_description": "ไพ่ที่อบอวลด้วยความรัก การมอบความรักให้แก่กัน ความรู้สึกที่ต่างคนต่างก็แบ่งปันกัน หากได้ไพ่นี้เมื่อถามเรื่องความสัมพันธ์หรือคนที่เราแอบปิ๊ง บอกเลยว่ามีสิทธิ์สมหวังค่ะ"
  },
  {
    "card_name": "Three of Cups",
    "card_description": "เป็นไพ่ที่เกี่ยวข้องกับมิตรภาพ เพื่อนเป็นส่วนใหญ่ ความสุข สนุกสนาน งานเลี้ยงสังสรรค์และการเฉลิมฉลอง"
  },
  {
    "card_name": "Four of Cups",
    "card_description": "ไพ่ที่สื่อถึงการหยุดชะงัก เบื่อหน่าย การปฏิเสธความสุขหรือสิ่งดี ๆ ที่อยู่รอบตัว"
  },
  {
    "card_name": "Five of Cups",
    "card_description": "เป็นไพ่ที่สื่อถึงความเศร้าหมอง สูญเสีย สิ้นหวัง ความหวังที่ไม่เป็นไปอย่างที่คิด"
  },
  {
    "card_name": "Six of Cups",
    "card_description": "ไพ่นี้จะสื่อถึงการวนเวียนกลับมาของสิ่งเดิม ๆ อาจจะเป็นความสัมพันธ์เดิม ๆ คนรักเก่า เพื่อนเก่า หรือคนที่เราไม่คาดคิดที่อาจจะแวะเวียนกลับมาหาโดยไม่ทันตั้งตัว"
  },
  {
    "card_name": "Seven of Cups",
    "card_description": "ไพ่ใบนี้สื่อถึงความสับสนวุ่นวายใจเนื่องจากมีตัวเลือกเยอะมาก จนไม่รู้ว่าควรจะตัดสินใจเลือกอะไร หรือในขณะเดียวกันอาจจะหมายถึงภาพลวงตา สิ่งเพ้อฝันที่เราวาดวิมานในอากาศเองก็ได้"
  },
  {
    "card_name": "Eight of Cups",
    "card_description": "ไพ่แปดถ้วยสื่อถึงความเสียใจ ผิดหวังจากบางสิ่ง จนทำให้เราอยากหลีกหนี ละทิ้งทุกอย่างไว้ข้างหลัง หรือหากมองในแง่บวกอาจจะหมายถึงว่าเรื่องราวนั้นได้จบลง ถึงเวลาที่จะเริ่มต้นใหม่สักทีก็ได้นะคะ"
  },
  {
    "card_name": "Nine of Cups",
    "card_description": "ไพ่ใบนี้มีความหมายดีมากเลยทีเดียว เป็นไพ่ที่สื่อถึงความสุขสมหวัง ความฝันที่เป็นจริง คิดสิ่งใดก็จะได้สมใจ"
  },
  {
    "card_name": "Ten of Cups",
    "card_description": "ไพ่นี้จะสื่อถึงความสุข ครอบครัวที่สมบูรณ์พร้อมทุกอย่าง"
  },
  {
    "card_name": "Page of Cups",
    "card_description": "ไพ่มหาดเล็กถือถ้วยเป็นไพ่ที่สื่อถึงความอยากรู้อยากเห็น ความคิดสร้างสรรค์ ความสนุกสนานครื้นเครง การเข้าสังคมเจอผู้คนใหม่ ๆ หรือการได้รับข่าวสารบางอย่าง"
  },
  {
    "card_name": "Knight of Cups",
    "card_description": "อัศวินถือถ้วยเป็นไพ่ที่สื่อถึงการต่อสู้ฟันฝ่าเพื่อสิ่งที่เราต้องการ นอกจากนี้ยังบ่งบอกลักษณะนิสัยที่โรแมนติก มีเสน่ห์"
  },
  {
    "card_name": "Queen of Cups",
    "card_description": "ราชินีถ้วยเป็นสัญลักษณ์ของความใส่ใจดูแล ทะนุถนอม โอบอ้อมอารี การมีสัญชาตญาณที่ดี หากจับได้ไพ่ใบนี้อาจจะหมายถึงการตัดสินใจที่ต้องใช้ความคิดอย่างหนัก หรือการพิจารณาอย่างถี่ถ้วน หลัก ๆ จะเน้นเป็นเรื่องของอารมณ์"
  },
  {
    "card_name": "King of Cups",
    "card_description": "ราชาถ้วยจะตรงกันข้ามกับราชินีถ้วยตรงนี้เป็นไพ่เน้นการใช้เหตุผลมากกว่าอารมณ์ สื่อถึงความสุขุม อดทน การวางตัวมั่นคง"
  },
  {
    "card_name": "Ace of Pentacles",
    "card_description": "ไพ่หนึ่งเหรียญบ่งบอกถึงโอกาสทางการงานหรือการเงินใหม่ ๆ ที่กำลังจะเข้ามา ความสำเร็จ การเริ่มต้นสิ่งใหม่"
  },
  {
    "card_name": "Two of Pentacles",
    "card_description": "สื่อถึงการตัดสินใจ การปรับตัว การจัดการเวลาเพื่อให้สมดุลกับสิ่งที่มี"
  },
  {
    "card_name": "Three of Pentacles",
    "card_description": "สื่อถึงการทำงานเป็นทีม ร่วมมือกับคนอื่น ความมุ่งมั่นในการสร้างเนื้อสร้างตัว"
  },
  {
    "card_name": "Four of Pentacles",
    "card_description": "ไพ่ใบนี้สื่อถึงความปลอดภัย การเก็บออม การควบคุม เน้นเป็นเรื่องเก็บเงินเพื่อสร้างความมั่นใจให้กับชีวิต"
  },
  {
    "card_name": "Five of Pentacles",
    "card_description": "ไพ่ห้าเหรียญสื่อถึงปัญหาทางการเงิน ความยากลำบาก ความกังวลใจ ความสูญเสีย การไม่มีแพลน"
  },
  {
    "card_name": "Six of Pentacles",
    "card_description": "สื่อถึงการให้และรับ ความมีน้ำใจ แบ่งปัน ทว่าเป็นการแบ่งปันที่มีฝ่ายใดฝ่ายหนึ่งได้รับมากกว่า หรือการแบ่งปันที่ไม่เท่าเทียมนั่นเอง"
  },
  {
    "card_name": "Seven of Pentacles",
    "card_description": "ไพ่เจ็ดเหรียญเป็นไพ่ที่เกี่ยวข้องกับการลงทุน การเก็บเกี่ยวผลตอบแทนที่เคยได้ลงแรงไป อาจจะหมายถึงการลงทุนในระยะยาว"
  },
  {
    "card_name": "Eight of Pentacles",
    "card_description": "ไพ่ใบนี้สื่อถึงความสามารถ ความขยันที่จะสร้างเงินทองและฐานะมั่นคง"
  },
  {
    "card_name": "Nine of Pentacles",
    "card_description": "เก้าเหรียญเป็นไพ่ที่แสดงถึงความอุดมสมบูรณ์ทางการเงิน มีเงินเก็บพร้อม สบาย มั่นคง ไม่เดือดร้อน"
  },
  {
    "card_name": "Ten of Pentacles",
    "card_description": "เป็นไพ่ที่แสดงถึงการแต่งงาน การมีชีวิตที่ดีพร้อมในทุกอย่างรวมทั้งเรื่องการเงิน อาจจะหมายถึงการได้รับมรดกก็ได้"
  },
  {
    "card_name": "Page of Pentacles",
    "card_description": "สื่อถึงการได้รับโอกาสหรือข้อเสนอที่ดีเข้ามา การพัฒนาความสามารถและทักษะของตัวเอง"
  },
  {
    "card_name": "Knight of Pentacles",
    "card_description": "หมายถึงความตั้งใจ ละเอียดรอบคอบ ความกล้าที่จะออกไปทำอะไรใหม่ ๆ"
  },
  {
    "card_name": "Queen of Pentacles",
    "card_description": "ราชินีเหรียญจะเกี่ยวเนื่องกับการพิจารณาทุกอย่างอย่างละเอียดถี่ถ้วน หากเปิดไพ่มาและเป็นไพ่ที่ทำลายลักษณะ อาจจะสื่อถึงพ่อแม่ที่ทำงานไปด้วยเลี้ยงลูกไปด้วย การหาเงินมาเพื่อเลี้ยงดูใคร"
  },
  {
    "card_name": "King of Pentacles",
    "card_description": "สื่อถึงความร่ำรวย ธุรกิจ ความเป็นผู้นำ"
  },
  {
    "card_name": "Ace of Swords",
    "card_description": "เป็นไพ่ที่สื่อถึงการเริ่มต้นความสำเร็จ การได้รับโอกาสดี ๆ ประสบความสำเร็จ"
  },
  {
    "card_name": "Two of Swords",
    "card_description": "บ่งบอกถึงความลังเล ตัดสินใจไม่ได้ว่าจะเลือกอะไร นอกจากนี้ยังหมายถึงการติดอยู่ในสถานการณ์ที่ยากลำบาก ไม่รู้จะหาทางออกยังไง"
  },
  {
    "card_name": "Three of Swords",
    "card_description": "ไพ่ใบนี้เกี่ยวเนื่องกับเรื่องราวความผิดหวัง เสียใจ เจ็บปวด หากใช้อ่านเรื่องราวความรัก ก็คงสามารถใช้คำว่าอกหักได้ หรือถ้าเป็นเรื่องอื่นก็จะแปลตามที่ได้บอกไปแล้วว่าจะผิดหวัง ไม่เป็นอย่างที่คิด"
  },
  {
    "card_name": "Four of Swords",
    "card_description": "ไพ่ใบนี้เกี่ยวกับการพักผ่อน อยู่นิ่ง ๆ ไม่ทำอะไร"
  },
  {
    "card_name": "Five of Swords",
    "card_description": "เป็นไพ่ที่สื่อถึงความขัดแย้ง การไม่ลงรอยกัน ปัญหาที่เข้ามาไม่หยุด และการสูญเสียบางสิ่งบางอย่างจากการแข่งขัน"
  },
  {
    "card_name": "Six of Swords",
    "card_description": "หากจับได้ไพ่ใบนี้ สามารถตีความได้ถึงการเปลี่ยนแปลงที่กำลังจะเกิดขึ้น ปล่อยตัวเองให้เป็นไปตามน้ำ หรืออาจจะหมายถึงการละเลยปัญหาได้"
  },
  {
    "card_name": "Seven of Swords",
    "card_description": "ไพ่เจ็ดดาบสื่อถึงการทรยศ หักหลัง นอกจากนี้ยังหมายถึงภาระหน้าที่ที่ล้นมือได้อีกด้วย"
  },
  {
    "card_name": "Eight of Swords",
    "card_description": "หมายถึงความคิดด้านลบ การถูกบีบบังคับจากสถานการณ์ที่เกิดขึ้น มืดแปดด้าน"
  },
  {
    "card_name": "Nine of Swords",
    "card_description": "ไพ่เก้าดาบสามารถตีความได้ถึงความเครียด ความกังวล คิดมาก ที่รุนแรงจนถึงขั้นนอนไม่หลับ"
  },
  {
    "card_name": "Ten of Swords",
    "card_description": "สื่อถึงจุดจบที่เจ็บปวด บาดแผล ความสูญเสีย"
  },
  {
    "card_name": "Page of Swords",
    "card_description": "ไพ่นี้สามารถตีความได้ถึงความคิดใหม่ ๆ ไอเดียใหม่ ๆ ความอยากรู้ยอากเห็นในเรื่องราวต่าง ๆ"
  },
  {
    "card_name": "Knight of Swords",
    "card_description": "ไพ่นี้สื่อถึงความมุ่งมั่นไปสู่จุดหมาย อาจจะต้องเหน็ดเหนื่อย ฝ่าฟันกับอะไรหลายอย่างกว่าจะได้ในสิ่งที่ต้องการ"
  },
  {
    "card_name": "Queen of Swords",
    "card_description": "ไพ่นี้สื่อถึงความมุ่งมั่น เด็ดเดี่ยว แกร่ง พึ่งพาตัวเองได้ ไม่ลำเอียง"
  },
  {
    "card_name": "King of Swords",
    "card_description": "ไพ่ราชาถือดาบเป็นไพ่ที่เน้นเรื่องของอำนาจ มุ่งมั่น เด็ดเดี่ยว คิดวิเคราะห์"
  },
  {
    "card_name": "Ace of Wands",
    "card_description": "ไพ่นี้สื่อถึงการได้รับโอกาสหรือข่าวสารที่ดี การเริ่มต้นทำอะไรบางอย่าง"
  },
  {
    "card_name": "Two of Wands",
    "card_description": "ไพ่สองไม้เท้าสื่อถึงการวางแผนในอนาคต ความก้าวหน้า การตัดสินใจ การกล้าออกไปเผชิญสิ่งใหม่ ๆ ที่ไม่คุ้นเคย"
  },
  {
    "card_name": "Three of Wands",
    "card_description": "สามารถตีความได้ถึงการเดินทางไปยังที่ที่ไม่คุ้นเคย การพัฒนา ขยายขอบเขต โอกาสในต่างแดน"
  },
  {
    "card_name": "Four of Wands",
    "card_description": "เป็นไพ่ที่มีความหมายไปในเชิงบวกเกี่ยวกับการเฉลิมฉลอง ครอบครัวสุขสันต์ การแต่งงาน ความสุขและการสมปรารถนา"
  },
  {
    "card_name": "Five of Wands",
    "card_description": "ไพ่นี้สื่อถึงการแข่งขันที่มีอุปสรรค การดีลกับคนหมู่บ้าน การทะเลาะ ไม่ลงรอยกัน"
  },
  {
    "card_name": "Six of Wands",
    "card_description": "ไพ่แห่งชัยชนะ ความสำเร็จ และการเฉลิมฉลอง"
  },
  {
    "card_name": "Seven of Wands",
    "card_description": "ไพ่นี้สื่อถึงความท้าทาย อุปสรรคที่ถาโถมเข้ามาพร้อมกัน"
  },
  {
    "card_name": "Eight of Wands",
    "card_description": "ไพ่ที่สามารถตีความได้ว่าอาจจะมีข่าวสารหรือคนจากแดนไกลติดต่อสื่อสารมาก หรือเป็นเราเองได้มีโอกาสได้เดินทางไกล เดินทางทางอากาศ"
  },
  {
    "card_name": "Nine of Wands",
    "card_description": "ไพ่ที่สื่อถึงความกล้าและความเชื่อ มุ่งมั่น การตัดสินใจเลือกสิ่งสำคัญ การป้องกันตัวเอง"
  },
  {
    "card_name": "Ten of Wands",
    "card_description": "ไพ่สิบไม้เท้าเป็นไพ่ที่ตีความได้ถึงสถานการณ์ ภาระหน้าที่ที่หนักหนาสาหัส การแบกรับภาระไว้มากมาย"
  },
  {
    "card_name": "Page of Wands",
    "card_description": "ไพ่มหาดเล็กถือไม้เท้าเป็นไพ่ที่บ่งบอกถึงการค้นพบแรงบันดาลใจ ความคิด ความกล้า ความมุ่งมั่นที่จะทำสิ่งที่เลือก"
  },
  {
    "card_name": "Knight of Wands",
    "card_description": "ไพ่นี้บ่งบอกถึงความมั่นใจในตัวเอง การกล้าเสี่ยง พลัง การลงมือทำอะไรอย่างรวดเร็ว"
  },
  {
    "card_name": "Queen of Wands",
    "card_description": "ไพ่แห่งความกล้าหาญ มั่นใจ ไม่พึ่งพาใคร เป็นตัวของตัวเอง"
  },
  {
    "card_name": "King of Wands",
    "card_description": "ราชาไม้เท้า ไพ่ที่หมายถึงความคิดริเริ่มใหม่ ๆ ความกล้า การมีอำนาจ การเกิดมาเพื่อเป็นผู้นำ"
  }
]

card_names = [c['card_name'] for c in tarot_card_descriptions]
card_name_to_description = {c['card_name']: c['card_description'] for c in tarot_card_descriptions}